import React from 'react'
// import { css } from 'css'
// import styled from '@emotion/styled'

const Policy = () => {
  return (
    <div>
      <h1> 이용약관 </h1>
      <p>
        <span> 제 1조 (목적) </span>
        <br />
        디소스가 제공하는 서비스를 이용해 주셔서 감사합니다. 저작권 거래 플랫폼
        디소스에서는 회원님의 원할한 서비스 이용을 위하여 '디소스계정 약관(이하
        '본 약관')을 준비하였습니다. 본 약관은 회원님께서 디소스 서비스를
        이용하는 데 필요한 권리, 의무 및 책임사항, 이용조건 및 절차 등 기본적인
        사항을 규정하고 있으므로 주의깊게 읽어주시길 부탁드립니다.
      </p>
      <p>
        <span> 제 2 조 (약관의 효력 및 변경) </span>
        <br />
        ①본 약관의 내용은 디소스 웹사이트를 비롯한 디소스에서 제공하는 서비스에
        나타날 수 있습니다. ②회사는 필요한 경우 관련법령을 위배하지 않는 범위
        내에서 본 약관을 변경할 수 있습니다. 본 약관이 변경되는 경우 회사는
        변경사항을 시행일자 15일 전부터 여러분에게 서비스 공지사항에서 공지 또는
        통지하는 것을 원칙으로 하며, 피치 못하게 여러분에게 불리한 내용으로
        변경할 경우에는 그 시행일자 30일 전부터 공지하는 것을 원칙으로 합니다.
        ③회사가 전항에 따라 공지 또는 통지를 하면서 공지 또는 통지일로부터
        개정약관 시행일 7일 후까지 회원님께서 거부의사를 표시하지 아니하면 약관
        변경에 승인한 것으로 확인합니다. 개정약관에 동의하지 않을 경우 여려분은
        이용계약을 해지할 수 있습니다.
      </p>
    </div>
  )
}

export default Policy
